<template>
	<div id="ra" class="ra">
		<div>
			<div class="text-center" style="font-size:20px;margin:20px 0;">羽毛球运动水平等级测试网上报名协议</div>
			<div class="ra-content">
				<p><b>一、羽毛球运动水平等级测试服务平台网上报名系统（以下简称服务平台）的所有权归中国羽毛球协会所有，报考人员使用服务平台进行网上报名，视为报考人员同意服务平台所有服务条款</b></p>
				<p><b>二、报考人员责任</b><br>
					1．保证所提供相关证明材料和提交的报名信息完整、准确、有效。<br>
					2．保证不利用本平台从事违反法律、法规和政策规章的活动。<br>
					3．保证不进行针对本平台的任何恶意行为，对于破坏本平台的恶意行为，将依法追究其相应法律责任。<br>
					4. 承诺已认真阅读本服务协议，并点击“我接受”选项之后，表示已与我协会方(中国羽毛球协会，以下简称中羽协)自愿达成本协议，并完全接受协议各条款的约束。<br>
					5. 报考人员承诺将仔细阅读本平台上指导报名和考试的有关通知、政策、制度、流程及公告等内容作为本服务使用协议的附属条款加以遵守，并严格按照其要求进行操作。<br>
				</p>
				<p>
					<b>三、报考人员隐私保护</b><br>
					1．中羽协承诺尊重和保护报考人员个人隐私，不对社会公众公开其个人信息资料。但此承诺在下列情况下自动失效：<br>
					&nbsp;&nbsp;（1）报考人员姓名、性别、等级信息、成绩信息除外，其本人包括其授权人或法定监护人要求中羽协公开这些信息，并采用书面形式提出上述要求。<br>
					&nbsp;&nbsp;（2）在符合国家政策和法律的情况下，拥有合法调查权的国家机关索取考生个人信息。<br>
					&nbsp;&nbsp;（3）按照有关规定公布违纪违规考生的相关信息。<br>
					&nbsp;&nbsp;（4）非中羽协过失，因报考人员自身操作原因或不可抗力的作用所导致的个人信息泄漏。<br>
					2．中羽协系统维护、组织考试、成绩存档等内部管理工作需要，在相应工作范围内使用并公开考生个人信息料不受本协义的约束。<br>
					3．在考试制度和考试业务允许范围内，报考人员有查阅和修改其个人信息的权利。<br>
					4．如果报考人员提供的资料不真实、不准确，中羽协有权中止报考人员使用本系统服务的权利。<br>
				</p>
				<p>
					<b>四、关于考试费用支付</b><br>
					1．用户完全接受报考通知上所列出的相关考试费用。<br>
					2．报考人员同意并接受以下支付方式及责任分担：<br>
					&nbsp;&nbsp;（1）根据服务平台设置，统一进行测试费用网上支付方式。<br> 
					&nbsp;&nbsp;（2）如报考人员需要，测试机构应出具收据或发票。<br>
					&nbsp;&nbsp;（3）电子银行网上消费支付结算按考生开户银行的网上银行服务协议的有关条款进行。我方只提供相应的链接服务，如付费交易过程中出现错误由报考生与开户银行共同解决，中羽协不承担责任。<br>
				</p>
				<p>
					<b>五、关于服务条款的修改</b><br>
					1、我方有权随时修改系统的服务条款和服务内容。<br>
					2、系统服务条款及服务内容一旦发生变化，中羽协将会在网页页面提示修改内容。如果考生不接受修改内容，则即时取消考生本网站使用服务资格。考生要继续使用相关服务需要两方面的确认：<br>
					&nbsp;&nbsp;（1）首先确认系统服务条款及其变动。<br>
					&nbsp;&nbsp;（2）同意接受所有的服务条款限制。<br>
				</p>
				<p>
					<b>六、关于考生密码和安全性</b><br>
					1．禁止使用他人身份登录系统享受系统提供的服务。<br>
					2．考生有妥善保管其登录密码的义务，因考生对自己的密码安全保管不善所造成的损失，由其本人负全部责任。<br>
					3．考生如发现任何程序问题或安全漏洞情况，请立即通知我方。<br>
					4．考生用于银行支付的密码系由银行提供，应仅属考生本人知晓，中羽协无权获知，亦不对其银行密码安全承担任何责任。<br>
				</p>
				<p>
					<b>七、关于结束服务</b><br>
					1．我方有权随时中断服务，我方行使中断服务的权利不需对考生或第三方负责。<br>
					2．考生若反对任何服务条款的建议或对后来的条款修改有异议，或对我方网络系统服务不满，仅享有以下的权利：<br>
					&nbsp;&nbsp;（1）不再使用我方网络系统提供的服务。<br>
					&nbsp;&nbsp;（2）通知我方停止该考生的服务。我方不对考生自行终止结束服务的选择所产生的后果承担任何责任。<br>
					3．对违反本协议以及本协议附属条款的考生，我方有权利终止对其服务。<br>
				</p>
				<p>
					<b>八、关于信息发布</b><br>
					我方将通过网上公告形式向考生发布提供权威资讯，并将提前告知服务条款的修改、服务变更或其它重要事项。<br>
				</p>
				<p>
					<b>九、法律</b><br>
					网上报考及查询等服务条款均要遵守国家的法律、法规，考生和我方一致同意服从有管辖权法院管辖。若我方部分服务条款与法律、法规相抵触，并不影响其他条款的法律效力。<br>
				</p>
				<el-button class="elbtn-red back" type="primary" @click="$router.go(-1)">返回</el-button>
			</div>
		</div>
  	</div>
</template>
<script>
export default {
  	name: '',
  	data () {
    	return {
    		
	    }
	},
	methods: {
      
      
    },
	mounted(){
		
	},
	watch: {
	    
	}
}
</script>
<style lang="less">
.ra{
	.ra-content{
		line-height: 26px; 
		text-align: justify; 
		color: #444;
		p{
			margin-bottom: 10px;
		}
		.back{
			margin:40px 0;
		}
	}
}

</style>
